Repository: Team-TNT-labs/oh-my-nfc
Catalog: oh-my-nfc/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Connection failed: %@
ar: فشل الاتصال: %@
de: Verbindung fehlgeschlagen: %@
es: Error de conexión: %@
fr: Échec de connexion : %@
it: Connessione fallita: %@
ja: 接続失敗: %@
ko: 연결 실패: %@
pt_br: Falha na conexão: %@
ru: Ошибка подключения: %@
zh_hans: 连接失败: %@
zh_hant: 連線失敗: %@

source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: 内容
ko: 내용
pt_br: Conteúdo
ru: Содержимое
zh_hans: 内容
zh_hant: 內容

source: Create New Tag
ar: إنشاء علامة جديدة
de: Neues Tag erstellen
es: Crear nueva etiqueta
fr: Créer un nouveau tag
it: Crea nuovo tag
ja: 新規タグ作成
ko: 새 태그 만들기
pt_br: Criar nova tag
ru: Создать новый тег
zh_hans: 创建新标签
zh_hant: 建立新標籤

source: Data too large. (%lld/%lld bytes)
ar: البيانات كبيرة جدًا. (%1$lld/%2$lld بايت)
de: Daten zu groß. (%1$lld/%2$lld Bytes)
es: Datos demasiado grandes. (%1$lld/%2$lld bytes)
fr: Données trop volumineuses. (%1$lld/%2$lld octets)
it: Dati troppo grandi. (%1$lld/%2$lld byte)
ja: データが大きすぎます。(%1$lld/%2$lld バイト)
ko: 데이터가 너무 큽니다. (%1$lld/%2$lld bytes)
pt_br: Dados muito grandes. (%1$lld/%2$lld bytes)
ru: Данные слишком большие. (%1$lld/%2$lld байт)
zh_hans: 数据过大。(%1$lld/%2$lld 字节)
zh_hant: 資料過大。(%1$lld/%2$lld 位元組)

source: Delete All
ar: حذف الكل
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 전체 삭제
pt_br: Excluir tudo
ru: Удалить все
zh_hans: 全部删除
zh_hant: 全部刪除

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑
zh_hant: 編輯

source: Edit Tag
ar: تعديل العلامة
de: Tag bearbeiten
es: Editar etiqueta
fr: Modifier le tag
it: Modifica tag
ja: タグを編集
ko: 태그 편집
pt_br: Editar tag
ru: Изменить тег
zh_hans: 编辑标签
zh_hant: 編輯標籤

source: Enter text to save to tag
ar: أدخل النص لحفظه في العلامة
de: Text zum Speichern auf dem Tag eingeben
es: Ingresa el texto para guardar en la etiqueta
fr: Entrez le texte à enregistrer sur le tag
it: Inserisci il testo da salvare nel tag
ja: タグに保存するテキストを入力
ko: 태그에 저장할 텍스트를 입력하세요
pt_br: Digite o texto para salvar na tag
ru: Введите текст для сохранения в тег
zh_hans: 输入要保存到标签的文字
zh_hant: 輸入要儲存到標籤的文字

source: Enter text to write to tag
ar: أدخل النص للكتابة على العلامة
de: Text zum Schreiben auf das Tag eingeben
es: Ingresa el texto para escribir en la etiqueta
fr: Entrez le texte à écrire sur le tag
it: Inserisci il testo da scrivere nel tag
ja: タグに書き込むテキストを入力
ko: 태그에 쓸 텍스트를 입력하세요
pt_br: Digite o texto para gravar na tag
ru: Введите текст для записи в тег
zh_hans: 输入要写入标签的文字
zh_hant: 輸入要寫入標籤的文字

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史
zh_hant: 歷史紀錄

source: Hold the top of your iPhone near an NFC tag
ar: قرّب الجزء العلوي من iPhone من علامة NFC
de: Halten Sie die Oberseite Ihres iPhones an ein NFC-Tag
es: Acerca la parte superior de tu iPhone a una etiqueta NFC
fr: Placez le haut de votre iPhone près d'un tag NFC
it: Avvicina la parte superiore del tuo iPhone a un tag NFC
ja: iPhoneの上部をNFCタグに近づけてください
ko: iPhone 상단을 NFC 태그에 가까이 대세요
pt_br: Aproxime a parte superior do seu iPhone de uma tag NFC
ru: Поднесите верхнюю часть iPhone к NFC-метке
zh_hans: 将iPhone顶部靠近NFC标签
zh_hant: 將iPhone頂部靠近NFC標籤

source: Hold your iPhone near an NFC tag
ar: قرّب iPhone من علامة NFC
de: Halten Sie Ihr iPhone an ein NFC-Tag
es: Acerca tu iPhone a una etiqueta NFC
fr: Placez votre iPhone près d'un tag NFC
it: Avvicina il tuo iPhone a un tag NFC
ja: iPhoneをNFCタグに近づけてください
ko: NFC 태그를 iPhone 상단에 가까이 대세요
pt_br: Aproxime seu iPhone de uma tag NFC
ru: Поднесите iPhone к NFC-метке
zh_hans: 将iPhone靠近NFC标签
zh_hant: 將iPhone靠近NFC標籤

source: Hold your iPhone near an NFC tag to write
ar: قرّب iPhone من علامة NFC للكتابة
de: Halten Sie Ihr iPhone zum Schreiben an ein NFC-Tag
es: Acerca tu iPhone a una etiqueta NFC para escribir
fr: Placez votre iPhone près d'un tag NFC pour écrire
it: Avvicina il tuo iPhone a un tag NFC per scrivere
ja: NFCタグにiPhoneを近づけて書き込み
ko: 쓸 NFC 태그를 iPhone 상단에 가까이 대세요
pt_br: Aproxime seu iPhone de uma tag NFC para gravar
ru: Поднесите iPhone к NFC-метке для записи
zh_hans: 将iPhone靠近NFC标签以写入
zh_hant: 將iPhone靠近NFC標籤以寫入

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Название
zh_hans: 名称
zh_hant: 名稱

source: New Tag
ar: علامة جديدة
de: Neues Tag
es: Nueva etiqueta
fr: Nouveau tag
it: Nuovo tag
ja: 新規タグ
ko: 새 태그
pt_br: Nova tag
ru: Новый тег
zh_hans: 新标签
zh_hant: 新標籤

source: NFC is not available on this device.
ar: NFC غير متوفر على هذا الجهاز.
de: NFC ist auf diesem Gerät nicht verfügbar.
es: NFC no está disponible en este dispositivo.
fr: NFC n'est pas disponible sur cet appareil.
it: NFC non è disponibile su questo dispositivo.
ja: このデバイスではNFCを利用できません。
ko: 이 기기에서는 NFC를 사용할 수 없습니다.
pt_br: NFC não está disponível neste dispositivo.
ru: NFC недоступен на этом устройстве.
zh_hans: 此设备不支持NFC。
zh_hant: 此裝置不支援NFC。

source: NFC Read
ar: قراءة NFC
de: NFC lesen
es: Lectura NFC
fr: Lecture NFC
it: Lettura NFC
ja: NFC読み取り
ko: NFC 읽기
pt_br: Leitura NFC
ru: Чтение NFC
zh_hans: NFC读取
zh_hant: NFC讀取

source: NFC Write
ar: كتابة NFC
de: NFC schreiben
es: Escritura NFC
fr: Écriture NFC
it: Scrittura NFC
ja: NFC書き込み
ko: NFC 쓰기
pt_br: Gravação NFC
ru: Запись NFC
zh_hans: NFC写入
zh_hant: NFC寫入

source: No data to write.
ar: لا توجد بيانات للكتابة.
de: Keine Daten zum Schreiben.
es: No hay datos para escribir.
fr: Aucune donnée à écrire.
it: Nessun dato da scrivere.
ja: 書き込むデータがありません。
ko: 쓸 데이터가 없습니다.
pt_br: Nenhum dado para gravar.
ru: Нет данных для записи.
zh_hans: 没有可写入的数据。
zh_hant: 沒有可寫入的資料。

source: No Saved Tags
ar: لا توجد علامات محفوظة
de: Keine gespeicherten Tags
es: Sin etiquetas guardadas
fr: Aucun tag enregistré
it: Nessun tag salvato
ja: 保存済みタグなし
ko: 저장된 태그 없음
pt_br: Nenhuma tag salva
ru: Нет сохранённых тегов
zh_hans: 没有已保存的标签
zh_hant: 沒有已儲存的標籤

source: No Scan History
ar: لا يوجد سجل مسح
de: Kein Scanverlauf
es: Sin historial de escaneo
fr: Aucun historique de scan
it: Nessuna cronologia scansioni
ja: スキャン履歴なし
ko: 스캔 기록 없음
pt_br: Nenhum histórico de leitura
ru: Нет истории сканирования
zh_hans: 没有扫描历史
zh_hant: 沒有掃描紀錄

source: Other
ar: أخرى
de: Sonstige
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outro
ru: Другое
zh_hans: 其他
zh_hant: 其他

source: Read
ar: قراءة
de: Lesen
es: Leer
fr: Lire
it: Leggi
ja: 読み取り
ko: 읽기
pt_br: Ler
ru: Чтение
zh_hans: 读取
zh_hant: 讀取

source: Read %lld record(s).
ar: تمت قراءة %lld سجل(سجلات).
de: %lld Datensatz/Datensätze gelesen.
es: Se leyeron %lld registro(s).
fr: %lld enregistrement(s) lu(s).
it: Letti %lld record.
ja: %lld件のレコードを読み取りました。
ko: %lld개 레코드를 읽었습니다.
pt_br: %lld registro(s) lido(s).
ru: Прочитано записей: %lld.
zh_hans: 已读取%lld条记录。
zh_hant: 已讀取%lld筆紀錄。

source: Read failed: %@
ar: فشلت القراءة: %@
de: Lesen fehlgeschlagen: %@
es: Error de lectura: %@
fr: Échec de lecture : %@
it: Lettura fallita: %@
ja: 読み取り失敗: %@
ko: 읽기 실패: %@
pt_br: Falha na leitura: %@
ru: Ошибка чтения: %@
zh_hans: 读取失败: %@
zh_hant: 讀取失敗: %@

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

source: Save frequently used tag data and write to NFC instantly.
ar: احفظ بيانات العلامات المستخدمة بكثرة واكتبها على NFC فورًا.
de: Häufig verwendete Tag-Daten speichern und sofort auf NFC schreiben.
es: Guarda datos de etiquetas frecuentes y escríbelos en NFC al instante.
fr: Enregistrez vos tags fréquents et écrivez-les instantanément sur NFC.
it: Salva i dati dei tag usati spesso e scrivi su NFC istantaneamente.
ja: よく使うタグデータを保存して すぐにNFCに書き込めます。
ko: 자주 사용하는 태그 데이터를 저장해두고 바로 NFC에 쓸 수 있습니다.
pt_br: Salve dados de tags frequentes e grave no NFC instantaneamente.
ru: Сохраняйте часто используемые теги и мгновенно записывайте на NFC.
zh_hans: 保存常用标签数据 即时写入NFC。
zh_hant: 儲存常用標籤資料 即時寫入NFC。

source: Saved
ar: تم الحفظ
de: Gesichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
ko: 저장
pt_br: Salvo
ru: Сохранено
zh_hans: 已保存
zh_hant: 已儲存

source: Saved Tags
ar: العلامات المحفوظة
de: Gespeicherte Tags
es: Etiquetas guardadas
fr: Tags enregistrés
it: Tag salvati
ja: 保存済みタグ
ko: 저장된 태그
pt_br: Tags salvas
ru: Сохранённые теги
zh_hans: 已保存的标签
zh_hant: 已儲存的標籤

source: Scan an NFC tag and the history will appear here.
ar: امسح علامة NFC وسيظهر السجل هنا.
de: Scannen Sie ein NFC-Tag und der Verlauf wird hier angezeigt.
es: Escanea una etiqueta NFC y el historial aparecerá aquí.
fr: Scannez un tag NFC et l'historique apparaîtra ici.
it: Scansiona un tag NFC e la cronologia apparirà qui.
ja: NFCタグをスキャンすると、ここに履歴が表示されます。
ko: NFC 태그를 스캔하면 여기에 기록이 남습니다.
pt_br: Leia uma tag NFC e o histórico aparecerá aqui.
ru: Отсканируйте NFC-метку, и история появится здесь.
zh_hans: 扫描NFC标签后，历史记录将显示在这里。
zh_hant: 掃描NFC標籤後，紀錄將顯示在這裡。

source: Scan History
ar: سجل المسح
de: Scanverlauf
es: Historial de escaneo
fr: Historique des scans
it: Cronologia scansioni
ja: スキャン履歴
ko: 스캔 기록
pt_br: Histórico de leitura
ru: История сканирования
zh_hans: 扫描历史
zh_hant: 掃描紀錄

source: Scan Results
ar: نتائج المسح
de: Scan-Ergebnisse
es: Resultados del escaneo
fr: Résultats du scan
it: Risultati scansione
ja: スキャン結果
ko: 스캔 결과
pt_br: Resultados da leitura
ru: Результаты сканирования
zh_hans: 扫描结果
zh_hant: 掃描結果

source: Scan Tag
ar: مسح العلامة
de: Tag scannen
es: Escanear etiqueta
fr: Scanner le tag
it: Scansiona tag
ja: タグをスキャン
ko: 태그 스캔하기
pt_br: Ler tag
ru: Сканировать тег
zh_hans: 扫描标签
zh_hant: 掃描標籤

source: Scanning...
ar: جارٍ المسح...
de: Wird gescannt…
es: Escaneando...
fr: Scan en cours…
it: Scansione...
ja: スキャン中...
ko: 스캔 중...
pt_br: Lendo...
ru: Сканирование...
zh_hans: 扫描中...
zh_hant: 掃描中...

source: Status check failed: %@
ar: فشل فحص الحالة: %@
de: Statusprüfung fehlgeschlagen: %@
es: Error de verificación de estado: %@
fr: Échec de la vérification : %@
it: Verifica stato fallita: %@
ja: ステータス確認失敗: %@
ko: 상태 조회 실패: %@
pt_br: Falha na verificação de status: %@
ru: Ошибка проверки состояния: %@
zh_hans: 状态检查失败: %@
zh_hant: 狀態檢查失敗: %@

source: Successfully written to NFC tag.
ar: تمت الكتابة على علامة NFC بنجاح.
de: Erfolgreich auf NFC-Tag geschrieben.
es: Escrito exitosamente en la etiqueta NFC.
fr: Écriture réussie sur le tag NFC.
it: Scritto con successo sul tag NFC.
ja: NFCタグへの書き込みに成功しました。
ko: NFC 태그에 성공적으로 기록했습니다.
pt_br: Gravado com sucesso na tag NFC.
ru: Успешно записано на NFC-метку.
zh_hans: 已成功写入NFC标签。
zh_hant: 已成功寫入NFC標籤。

source: Tag Name
ar: اسم العلامة
es: Nombre de etiqueta
fr: Nom du tag
it: Nome tag
ja: タグ名
ko: 태그 이름
pt_br: Nome da tag
ru: Имя тега
zh_hans: 标签名称
zh_hant: 標籤名稱

source: Tag not found.
ar: لم يتم العثور على العلامة.
de: Tag nicht gefunden.
es: Etiqueta no encontrada.
fr: Tag introuvable.
it: Tag non trovato.
ja: タグが見つかりません。
ko: 태그를 찾을 수 없습니다.
pt_br: Tag não encontrada.
ru: Тег не найден.
zh_hans: 未找到标签。
zh_hant: 找不到標籤。

source: Text
ar: نص
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
zh_hans: 文本
zh_hant: 文字

source: This tag does not support NDEF.
ar: هذه العلامة لا تدعم NDEF.
de: Dieses Tag unterstützt kein NDEF.
es: Esta etiqueta no es compatible con NDEF.
fr: Ce tag ne prend pas en charge NDEF.
it: Questo tag non supporta NDEF.
ja: このタグはNDEFに対応していません。
ko: NDEF를 지원하지 않는 태그입니다.
pt_br: Esta tag não suporta NDEF.
ru: Этот тег не поддерживает NDEF.
zh_hans: 此标签不支持NDEF。
zh_hant: 此標籤不支援NDEF。

source: This tag is read-only.
ar: هذه العلامة للقراءة فقط.
de: Dieses Tag ist schreibgeschützt.
es: Esta etiqueta es de solo lectura.
fr: Ce tag est en lecture seule.
it: Questo tag è in sola lettura.
ja: このタグは読み取り専用です。
ko: 이 태그에는 쓸 수 없습니다. (읽기 전용)
pt_br: Esta tag é somente leitura.
ru: Этот тег доступен только для чтения.
zh_hans: 此标签为只读。
zh_hant: 此標籤為唯讀。

source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 타입
pt_br: Tipo
ru: Тип
zh_hans: 类型
zh_hant: 類型

source: Unknown tag status.
ar: حالة العلامة غير معروفة.
de: Unbekannter Tag-Status.
es: Estado de etiqueta desconocido.
fr: État du tag inconnu.
it: Stato tag sconosciuto.
ja: 不明なタグ状態です。
ko: 알 수 없는 태그 상태입니다.
pt_br: Status da tag desconhecido.
ru: Неизвестное состояние тега.
zh_hans: 未知标签状态。
zh_hant: 未知標籤狀態。

source: Unreadable data
ar: بيانات غير قابلة للقراءة
de: Nicht lesbare Daten
es: Datos ilegibles
fr: Données illisibles
it: Dati illeggibili
ja: 読み取り不可データ
ko: 읽을 수 없는 데이터
pt_br: Dados ilegíveis
ru: Нечитаемые данные
zh_hans: 无法读取的数据
zh_hant: 無法讀取的資料

source: Write
ar: كتابة
de: Schreiben
es: Escribir
fr: Écrire
it: Scrivi
ja: 書き込み
ko: 쓰기
pt_br: Gravar
ru: Запись
zh_hans: 写入
zh_hant: 寫入

source: Write complete!
ar: اكتملت الكتابة!
de: Schreiben abgeschlossen!
es: ¡Escritura completada!
fr: Écriture terminée !
it: Scrittura completata!
ja: 書き込み完了！
ko: 쓰기 완료!
pt_br: Gravação concluída!
ru: Запись завершена!
zh_hans: 写入完成！
zh_hant: 寫入完成！

source: Write failed: %@
ar: فشلت الكتابة: %@
de: Schreiben fehlgeschlagen: %@
es: Error de escritura: %@
fr: Échec d'écriture : %@
it: Scrittura fallita: %@
ja: 書き込み失敗: %@
ko: 쓰기 실패: %@
pt_br: Falha na gravação: %@
ru: Ошибка записи: %@
zh_hans: 写入失败: %@
zh_hant: 寫入失敗: %@

source: Write to Tag
ar: الكتابة على العلامة
de: Auf Tag schreiben
es: Escribir en etiqueta
fr: Écrire sur le tag
it: Scrivi su tag
ja: タグに書き込む
ko: 태그에 쓰기
pt_br: Gravar na tag
ru: Записать в тег
zh_hans: 写入标签
zh_hant: 寫入標籤
